let test=
[
   [["考古題/交大-計系1.jpg","考古題/交大-計系2.jpg","考古題/交大-計系3.jpg","考古題/交大-計系4.jpg","考古題/交大-計系5.jpg","考古題/交大-計系6.jpg","考古題/交大-計系7.jpg","考古題/交大-計系8.jpg","考古題/交大-計系9.jpg"],
    ["考古題/交大-資演1.jpg","考古題/交大-資演2.jpg","考古題/交大-資演3.jpg","考古題/交大-資演4.jpg","考古題/交大-資演5.jpg","考古題/交大-資演6.jpg","考古題/交大-資演7.jpg","考古題/交大-資演8.jpg","考古題/交大-資演9.jpg"],
    ["考古題/交大-數學1.jpg","考古題/交大-數學2.jpg"]],
    
    
    
    
    
    
    
   [["考古題/成大-計系1.jpg","考古題/成大-計系2.jpg","考古題/成大-計系3.jpg"],
    ["考古題/成大-資結1.jpg","考古題/成大-資結2.jpg"],
    ["考古題/成大-數學1.jpg","考古題/成大-數學2.jpg"]]
];