let questions = [
    {
        "question":"這禮拜補習頻率？",
        "answers":[
            ["0-2天",1],
            ["3-5天",2],
            ["5-7天",3]
        ]
    },
    {
        "question":"這週的課程都聽得懂嗎？",
        "answers":[
            ["偏難",1],
            ["適中",2],
            ["輕鬆",3]
        ]
    },
    
    {
        "question":"這週的複習狀況？",
        "answers":[
            ["0-10小時",1],
            ["11-20小時",2],
            ["20小時以上",3]
        ]
    },
    
    {
        "question":"本週練習的考古題份量？",
        "answers":[
            ["0-3份",1],
            ["3-5份",2],
            ["5份以上",3]
        ]
    },
    
    {
        "question":"你滿意這週的進度嗎？",
        "answers":[
            ["有點耍廢",1],
            ["普通",2],
            ["過得非常充實",3]
        ]
    },
    
];

let finalAnswers=[
        ["你媽在你後面，她很火！","還敢耍廢啊！再不好好讀書，明年就再來一次瞜！趕快去使用【自我排定班表功能】安排下禮拜的讀書時程！"],
        ["加油！為了更好的學校！","你的努力大家都看到了，但為了更好的學校，你需要再更努力一點！加油～Fighting！"],
        ["哇！你是鬼吧！","你真的非常認真！撐到最後的話，你一定會上四大的！"]
];